"--- ALL CATEGORIES ---" = "--- TODAS LAS CATEGORÍAS ---";"--- ALL USERS ---" = "--- TODOS LOS USUARIOS ---";"Add Checkin" = "Añadir Entrada";"Add Map" = "Añadir Mapa";"Add Photo" = "Añadir Foto";"Add Report" = "Añadir Informe";"Added" = "Añadido";"Adding..." = "Agregar ...";"All Categories" = "Todas las categorías";"All Checkins By" = "Todos los Checkins Por";"App Settings" = "Configuración de la aplicación";"Are you sure you want to cancel?" = "¿Está seguro que desea cancelar?";"Are you sure you want to delete?" = "¿Está seguro que desea eliminar?";"Authenticating..." = "Autenticación ...";"Bitly Error" = "Error Bitly";"Cancel" = "Cancelar";"Categories..." = "Categorías ...";"Category" = "Categoría";"characters" = "personajes";"Checkin" = "Registrarse";"Checkin Error" = "Entrada errónea";"Checkins" = "Checkins";"Clear" = "Borrar";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Haga clic en el botón Info para ver la configuración de la aplicación, más el botón para añadir un mapa o el botón Editar para eliminar un mapa.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Haga clic en el botón Mapa para ver el mapa informe, en el botón Filtro para filtrar por categoría o en el botón Redactar para crear un nuevo informe de incidente.";"Click the Refresh button to upload pending reports." = "Haga clic en el botón Actualizar para cargar los informes pendientes.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Haga clic en la flechas arriba y abajo para desplazarse a través de confirmaciones, haga clic en la ubicación para ver un mapa más grande o toque en una foto para verla a pantalla completa.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Haga clic en la flechas arriba y abajo para desplazarse a través de informes, el SMS para enviar la dirección URL del informe, el botón Tweet para compartir en Twitter o correo electrónico en el botón para enviar los detalles del informe.";"Contact" = "Contacto";"Contact Settings" = "Preferencias de contacto";"Current Location" = "Ubicación actual";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Personaliza tu mensaje, escribe las credenciales y pulsa el botón 'Enviar' para compartir en Twitter. Opcionalmente, haz clic en el botón de enlace para acortar direcciones URL.";"Date" = "Fecha";"Delete Report" = "Borrar";"Description" = "Descripción";"Discrete Mode On Shake" = "Modo discreto al agitar";"Done" = "Hecho";"Download Offline Maps" = "Descargar mapas fuera de línea";"Downloaded Map Zoom Level" = "Mapa Descargados nivel de zoom";"Edit" = "Editar";"email" = "correo electrónico";"Email Failed" = "Error de correo electrónico";"Enter date" = "Introduzca la fecha";"Enter email" = "Introduce las direcciones de correo";"Enter first name" = "Introduzca el nombre";"Enter last name" = "Escriba el apellido";"Enter location name" = "Escriba el nombre de ubicación";"Enter Map Details" = "Introduzca Detalles Mapa";"Enter message" = "Introduzca mensaje";"Enter name" = "Ingrese el nombre";"Enter news URL" = "Introduzca la URL de noticias";"Enter password" = "Introduzca la contraseña";"Enter time" = "Ingrese el tiempo";"Enter title" = "Introduzca el título";"Enter tweet" = "Introduzca tweet";"Enter URL" = "Introduzca la URL";"Enter URL or search phrase" = "Introduzca frase URL o buscar";"Enter username" = "Introduzca nombre de usuario";"Error" = "Error";"Error Detecting Location" = "Error al detectar la ubicación";"Error Saving Photo" = "Error al guardar fotos";"Errors" = "Errores";"Existing Location" = "Ubicación existente";"first name" = "nombre";"From Library" = "De la biblioteca";"Host Not Found" = "Host no encontrado";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "No se pudo conectar a Twitter. Probablemente es un problema temporal, por favor, inténtelo de nuevo.";"Image" = "Imagen";"Incidents..." = "Incidentes ...";"Invalid Email" = "Correo electrónico no valido";"Invalid Email Address" = "Dirección de correo electrónico no válido";"Invalid Map Details" = "Datos de mapa inválidos";"Invalid News URL" = "URL no válida Noticias";"Invalid Server Response" = "Respuesta del servidor no válido";"Last Checkin For Each User" = "Última Entrada para cada usuario";"last name" = "apellido";"Last Sync" = "Última Sync";"Loading..." = "Cargando ...";"Locating..." = "Localización de ...";"Location" = "Localización";"Location Error" = "Ubicación de error";"Locations..." = "Lugares ...";"Logout..." = "Cerrar sesión ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Parece que Twitter está caído o actualización. Por favor, espere unos segundos y vuelve a intentarlo.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Parece que Twitter está sobrecargado. Por favor, espere unos segundos y vuelve a intentarlo.";"Map" = "Mapa";"Map Settings" = "Configuración del mapa";"Map Zoom Level" = "Nivel de zoom del mapa";"Maps" = "Mapas";"Message" = "Mensaje";"Name" = "Nombre";"New Location" = "Nueva ubicación";"News" = "Noticias";"No" = "N";"No Category Specified" = "N Categoría especificado";"No Date Specified" = "Sin fecha especificada";"No Internet" = "No Internet";"No Internet Connection" = "Sin conexión a Internet";"No Location Specified" = "No hay lugar especificado";"No News" = "No hay noticias";"No Photos" = "No hay fotos";"No Reports" = "No hay informes";"No Video" = "No hay vídeo";"Not Specified" = "No Especificado";"OK" = "Aceptar";"Open In Safari?" = "Abrir en Safari?";"Password" = "Contraseña";"Pending Upload" = "En espera de Carga";"Photo" = "Foto";"Photo Added" = "Foto Alta";"Photo Error" = "Foto de error";"Photo Settings" = "Foto Configuración";"Photos" = "Fotos";"pixels" = "píxeles";"Please enter a valid email address." = "Por favor, introduzca una dirección de correo electrónico válida.";"Please enter a valid name and url." = "Por favor, introduzca un nombre válido y URL.";"Privacy Settings" = "Configuración de privacidad";"Remove Error" = "Eliminar error";"Remove Photo" = "Eliminar fotos";"Removed" = "Eliminado";"Report" = "Informe";"Reports" = "Informes";"Request Error" = "Solicitud de error";"Required Fields" = "Campos obligatorios";"Resized" = "Reducido";"Resized Image Width" = "Ancho de la imagen redimensionada";"Resizing Photo..." = "Cambiar el tamaño de fotos ...";"Resizing..." = "Cambiar el tamaño de ...";"Saved" = "Guardado";"Saving..." = "Guardando ...";"Search categories..." = "Categorías de búsqueda ...";"Search locations..." = "Ubicaciones de búsqueda ...";"Search maps..." = "Buscar mapas ...";"Search reports..." = "Los informes de búsqueda ...";"Select" = "Seleccione";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Seleccionar un mapa existente de la lista, haga clic en el botón Actualizar para localizar los mapas de cerca de usted o el botón Más para añadir su propio mapa.";"Select category" = "Seleccione la categoría";"Select location" = "Seleccione la ubicación";"Select photo" = "Seleccione la foto";"Send" = "Enviar";"Sending..." = "El envío de ...";"Sent" = "Enviado";"Server Error" = "Error del servidor";"Settings" = "Configuración";"Share Ushahidi iOS" = "Compartir Ushahidi iOS";"Shortening..." = "Acortar ...";"SMS Failed" = "No se pudo SMS";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Lo sentimos, parece que ha perdido su conexión a Internet. Por favor, vuelva a conectar e inténtelo de nuevo.";"Take Photo" = "Tomar foto";"There was a problem adding the photo." = "Hubo un problema al añadir la foto.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Hubo un problema al detectar su ubicación. Asegúrese de que Servicios de localización está habilitado para Ushahidi en Ajustes > Servicios Generales > Ubicación.";"There was a problem removing the map." = "Hubo un problema al quitar el mapa.";"There was a problem resizing the photo." = "Hubo un problema al cambiar el tamaño de la foto.";"This map supports Checkins! Click the Pin button to view the map." = "Este mapa es compatible Checkins! Haga clic en el botón Anclar al ver el mapa.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Este mapa es compatible Checkins! \\ NPulse el botón de filtro para mostrar sólo confirmaciones para un usuario específico o en el botón Anclar al checkin ahora.";"Title" = "Título";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Para checkin, arrastre el pasador mapa para una localización más precisa, a continuación, haga clic en el botón 'Enviar' después de entrar en un mensaje opcional, información de contacto y foto.";"Tweet" = "Tweet";"Twitter" = "Twitter";"Twitter Error" = "Twitter error";"Unable to add incident" = "No se puede agregar incidente";"Unable To Checkin" = "No se puede Entrada";"Unable to checkin, please try again later." = "No se puede checkin, por favor, inténtelo de nuevo más tarde.";"Unable To Download Checkins" = "No se puede descargar Checkins";"Unable To Send Email" = "No se puede enviar correo electrónico";"Unable To Send SMS" = "No se puede enviar SMS";"Unable To Upload Report" = "No se puede cargar Informe";"Unsaved Changes" = "Los cambios no guardados";"Unverified" = "Sin verificar";"Upload Error" = "Subir error";"Uploaded" = "Subido";"User Location" = "Ubicación del usuario";"Username" = "Nombre de usuario";"Ushahidi Demo" = "Ushahidi Demo";"Verified" = "Verificado";"Version" = "Versión";"Video" = "Video";"Yes" = "Sí";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Su nombre de usuario y la contraseña no pudo ser verificada. Compruebe que se han introducido correctamente y vuelve a intentarlo.";"zoom" = "zoom";